#include <iostream>

using namespace std;

int main() {
    setlocale(LC_ALL, "rus");

    cout << "\t\t\t\t\t\tLumen — Небеса.\n\n"
        << "\t\t\t\t\tЗа ливнями придут снега, \n"
        << "\t\t\t\t\tВсе в норы до апрельских дней,\n"
        << "\t\t\t\t\tНо нам плевать на зиму и себя —\n"
        << "\t\t\t\t\tМы вместе, и от этого теплей.\n\n"
        << "\t\t\t\t\tМы верили чужим словам,\n"
        << "\t\t\t\t\tНам обещали чудеса,\n"
        << "\t\t\t\t\tИ ливнями нас моют и смеются,\n"
        << "\t\t\t\t\tТакие добрые Святые небесa...\n\n";

}