#include <iostream>
using namespace std;

int main()
{
	setlocale(LC_ALL, "rus");

	cout << "\t\t\t\t\t_________________________________\n"
		<< "\t\t\t\t\t|\tПродам щенков\t\t|\n"
		<< "\t\t\t\t\t|\tПорода: ротвейлер.\t\|\n"
		<< "\t\t\t\t\t|\tТел: (4912) 22-22-22\t\|\n"
		<< "\t\t\t\t\t|_______________________________|\n"
		<< "\t\t\t\t\t|\t22-\t|" << "|\t22-\t|\n"
		<< "\t\t\t\t\t|\t22-\t|" << "|\t22-\t|\n"
		<< "\t\t\t\t\t|\t22\t|" << "|\t22\t|\n"
		<< "\t\t\t\t\t|_______________||______________|\n";
   
}
